results/E5-1650v2-Ubuntu-14.04LTS/cowboy2_02.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.92ms    1.33ms  27.76ms   86.74%
    Req/Sec    12.24k     6.87k   40.30k    69.08%
  Latency Distribution
     50%  341.00us
     75%    1.25ms
     90%    2.82ms
     99%    5.79ms
  1924000 requests in 20.09s, 185.23MB read
  Socket errors: connect 96, read 0, write 0, timeout 0
Requests/sec:  95747.56
Transfer/sec:      9.22MB