results/E5-1650v2-Ubuntu-14.04LTS/crow_01.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   594.83us    1.17ms  28.00ms   93.37%
    Req/Sec    21.12k     7.03k   93.54k    81.72%
  Latency Distribution
     50%  345.00us
     75%  429.00us
     90%    0.90ms
     99%    5.61ms
  5051261 requests in 20.10s, 616.61MB read
Requests/sec: 251341.18
Transfer/sec:     30.68MB