results/E5-1650v2-Ubuntu-14.04LTS/go-fasthttp_01.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   493.52us    1.25ms  36.02ms   92.79%
    Req/Sec    40.52k     6.46k   98.82k    74.08%
  Latency Distribution
     50%  155.00us
     75%  293.00us
     90%    1.12ms
     99%    5.62ms
  9706632 requests in 20.09s, 1.32GB read
Requests/sec: 483117.16
Transfer/sec:     67.27MB