results/E5-1650v2-Ubuntu-14.04LTS/go-fasthttp_02.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   470.75us    1.23ms  44.07ms   93.26%
    Req/Sec    40.54k     6.06k   91.03k    72.54%
  Latency Distribution
     50%  157.00us
     75%  289.00us
     90%    1.01ms
     99%    5.32ms
  9710005 requests in 20.07s, 1.32GB read
Requests/sec: 483764.96
Transfer/sec:     67.36MB