results/E5-1650v2-Ubuntu-14.04LTS/go-fasthttp_04.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   477.81us    1.15ms  40.57ms   92.34%
    Req/Sec    40.70k     6.63k   90.89k    72.38%
  Latency Distribution
     50%  153.00us
     75%  293.00us
     90%    1.14ms
     99%    5.26ms
  9748240 requests in 20.09s, 1.33GB read
Requests/sec: 485185.24
Transfer/sec:     67.56MB