results/E5-1650v2-Ubuntu-14.04LTS/kore_03.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   612.70us    3.41ms 100.82ms   98.56%
    Req/Sec    42.45k    21.05k  104.25k    72.04%
  Latency Distribution
     50%  139.00us
     75%  244.00us
     90%    1.38ms
     99%    4.74ms
  10145541 requests in 20.06s, 1.80GB read
Requests/sec: 505689.44
Transfer/sec:     92.11MB