results/E5-1650v2-Ubuntu-14.04LTS/kore_04.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   661.05us    5.08ms 195.86ms   99.41%
    Req/Sec    47.81k    20.95k  128.99k    72.36%
  Latency Distribution
     50%  123.00us
     75%  223.00us
     90%    1.15ms
     99%    4.50ms
  11422478 requests in 20.10s, 2.03GB read
Requests/sec: 568318.57
Transfer/sec:    103.52MB