results/E5-1650v2-Ubuntu-14.04LTS/kore_04.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   613.83us    5.10ms 195.74ms   99.46%
    Req/Sec    43.06k    14.42k  101.30k    70.45%
  Latency Distribution
     50%  141.00us
     75%  234.00us
     90%  786.00us
     99%    4.09ms
  10288037 requests in 20.05s, 1.83GB read
Requests/sec: 513183.86
Transfer/sec:     93.48MB