results/E5-1650v2-Ubuntu-14.04LTS/nim_mnsgc_01.txt
Running 20s test @ http://localhost:8080/
  1 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.22ms  200.35us   5.13ms   78.88%
    Req/Sec    82.38k     3.76k   84.68k    97.00%
  Latency Distribution
     50%    1.11ms
     75%    1.39ms
     90%    1.51ms
     99%    1.64ms
  1639080 requests in 20.01s, 178.20MB read
Requests/sec:  81933.50
Transfer/sec:      8.91MB