results/E5-1650v2-Ubuntu-14.04LTS/nim_mnsgc_04.txt
Running 20s test @ http://localhost:8080/
  1 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.16ms  144.03us   2.17ms   71.51%
    Req/Sec    86.69k   480.06    87.56k    58.00%
  Latency Distribution
     50%    1.07ms
     75%    1.37ms
     90%    1.39ms
     99%    1.40ms
  1724687 requests in 20.00s, 187.51MB read
Requests/sec:  86227.27
Transfer/sec:      9.37MB