results/E5-1650v2-Ubuntu-14.04LTS/nim_mnsgc_prefork_02.txt
Running 20s test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.03ms    2.51ms  36.41ms   91.38%
    Req/Sec    87.69k     9.54k  113.24k    70.38%
  Latency Distribution
     50%  190.00us
     75%  403.00us
     90%    2.77ms
     99%   12.35ms
  6983957 requests in 20.02s, 759.29MB read
Requests/sec: 348908.69
Transfer/sec:     37.93MB