results/E5-1650v2-Ubuntu-14.04LTS/node_03.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.42ms    2.04ms  28.72ms   88.99%
    Req/Sec     9.33k     7.13k   43.96k    59.17%
  Latency Distribution
     50%  634.00us
     75%    2.16ms
     90%    3.96ms
     99%   11.42ms
  2229953 requests in 20.05s, 274.34MB read
Requests/sec: 111232.89
Transfer/sec:     13.68MB