results/E5-1650v2-Ubuntu-14.04LTS/rust_04.txt
Running 20s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    44.49us   12.44us   1.03ms   94.96%
    Req/Sec    83.76k    61.99k  158.87k    49.75%
  Latency Distribution
     50%   44.00us
     75%   48.00us
     90%   51.00us
     99%   56.00us
  3351786 requests in 20.10s, 364.40MB read
Requests/sec: 166770.91
Transfer/sec:     18.13MB